tap "homebrew/bundle"
tap "mike-engel/jwt-cli"
tap "shyiko/kubesec"
tap "spacelift-io/spacelift"
brew "ack"
brew "amazon-ecs-cli"
brew "python@3.11"
brew "cffi"
brew "ansible"
brew "antibody"
brew "zstd"
brew "jpeg-xl"
brew "aom"
brew "apr-util"
brew "asdf"
brew "chezmoi"
brew "cli53"
brew "libssh2"
brew "rtmpdump"
brew "deno"
brew "openssl@1.1"
brew "tcl-tk"
brew "expect"
brew "freetds"
brew "gd"
brew "gh"
brew "ghostscript"
brew "ghq"
brew "gnu-sed"
brew "libevent"
brew "unbound"
brew "gnupg"
brew "go"
brew "libheif"
brew "imagemagick", link: false
brew "imagemagick@6", link: true
brew "jo"
brew "jq"
brew "jsonnet"
brew "kube-ps1"
brew "kubectx"
brew "kubeseal"
brew "libfido2"
brew "mecab"
brew "mecab-ipadic"
brew "zlib"
brew "mysql"
brew "node-build"
brew "nodenv"
brew "nushell"
brew "openvpn"
brew "packer"
brew "peco"
brew "php"
brew "virtualenv"
brew "pre-commit"
brew "pyenv"
brew "redis"
brew "ripgrep"
brew "sops"
brew "tfenv"
brew "tflint"
brew "tfsec"
brew "tgenv"
brew "v8@3.15"
brew "watch"
brew "wp-cli"
brew "yq"
brew "airbrake/airbrake-cli/airbrake"
brew "mike-engel/jwt-cli/jwt-cli"
brew "spacelift-io/spacelift/spacectl"
cask "1password-cli"
cask "aws-vault"
vscode "4ops.terraform"
vscode "abusaidm.html-snippets"
vscode "aki77.rails-db-schema"
vscode "bung87.rails"
vscode "bung87.vscode-gemfile"
vscode "castwide.solargraph"
vscode "dbaeumer.vscode-eslint"
vscode "denoland.vscode-deno"
vscode "donjayamanne.githistory"
vscode "dsznajder.es7-react-js-snippets"
vscode "eamodio.gitlens"
vscode "ecmel.vscode-html-css"
vscode "esbenp.prettier-vscode"
vscode "GitHub.codespaces"
vscode "github.vscode-github-actions"
vscode "hashicorp.hcl"
vscode "hashicorp.terraform"
vscode "hediet.vscode-drawio"
vscode "Hridoy.rails-snippets"
vscode "jduponchelle.rainbow-end"
vscode "kaiwood.endwise"
vscode "karunamurti.haml"
vscode "mechatroner.rainbow-csv"
vscode "monokai.theme-monokai-pro-vscode"
vscode "mosapride.zenkaku"
vscode "ms-azuretools.vscode-docker"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vsliveshare.vsliveshare"
vscode "oderwat.indent-rainbow"
vscode "rebornix.ruby"
vscode "redhat.vscode-xml"
vscode "redhat.vscode-yaml"
vscode "sianglim.slim"
vscode "silvenon.mdx"
vscode "SimonSiefke.svg-preview"
vscode "sporto.rails-go-to-spec"
vscode "stylelint.vscode-stylelint"
vscode "Thadeu.vscode-run-rspec-file"
vscode "timonwong.shellcheck"
vscode "tsandall.opa"
vscode "vitaliymaz.vscode-svg-previewer"
vscode "vscode-icons-team.vscode-icons"
vscode "wingrunr21.vscode-ruby"
