brew "ack"
brew "aom"
brew "cffi"
brew "chezmoi"
brew "cli53"
brew "deno"
brew "expect"
brew "freetds"
brew "gd"
brew "gh"
brew "ghostscript"
brew "ghq"
brew "gnu-sed"
brew "gnupg"
brew "go"
brew "imagemagick"
brew "jo"
brew "jq"
brew "jsonnet"
brew "kubectx"
brew "libevent"
brew "libfido2"
brew "libheif"
brew "libssh2"
brew "libyaml"
brew "mike-engel/jwt-cli/jwt-cli"
brew "mysql"
brew "nushell"
brew "openssl"
brew "openvpn"
brew "packer"
brew "peco"
brew "php"
brew "pre-commit"
brew "readline"
brew "redis"
brew "ripgrep"
brew "rtmpdump"
brew "spacelift-io/spacelift/spacectl"
brew "tcl-tk"
brew "unbound"
brew "virtualenv"
brew "watch"
brew "wp-cli"
brew "yq"
brew "zlib"
brew "zstd"
cask "1password-cli"
cask "aws-vault"
cask "notion"
cask "raycast"
cask "zoom"
tap "homebrew/bundle"
tap "mike-engel/jwt-cli"
tap "spacelift-io/spacelift"
tap "airbrake/airbrake-cli"